benchmarks/grow_req_number/1000000req_100_parallel_clients.log
====== SET ======
  1000000 requests completed in 74.12 seconds
  100 parallel clients
  3 bytes payload
  keep alive: 1

0.03% <= 1 milliseconds
0.10% <= 2 milliseconds
1.14% <= 3 milliseconds
24.30% <= 4 milliseconds
42.59% <= 5 milliseconds
58.87% <= 6 milliseconds
75.36% <= 7 milliseconds
85.32% <= 8 milliseconds
91.42% <= 9 milliseconds
94.42% <= 10 milliseconds
96.03% <= 11 milliseconds
97.09% <= 12 milliseconds
97.83% <= 13 milliseconds
98.36% <= 14 milliseconds
98.74% <= 15 milliseconds
99.04% <= 16 milliseconds
99.26% <= 17 milliseconds
99.43% <= 18 milliseconds
99.55% <= 19 milliseconds
99.64% <= 20 milliseconds
99.72% <= 21 milliseconds
99.78% <= 22 milliseconds
99.84% <= 23 milliseconds
99.88% <= 24 milliseconds
99.90% <= 25 milliseconds
99.92% <= 26 milliseconds
99.94% <= 27 milliseconds
99.95% <= 28 milliseconds
99.96% <= 29 milliseconds
99.97% <= 30 milliseconds
99.97% <= 31 milliseconds
99.98% <= 32 milliseconds
99.98% <= 33 milliseconds
99.98% <= 34 milliseconds
99.98% <= 35 milliseconds
99.99% <= 36 milliseconds
99.99% <= 37 milliseconds
99.99% <= 38 milliseconds
99.99% <= 39 milliseconds
99.99% <= 40 milliseconds
99.99% <= 41 milliseconds
99.99% <= 42 milliseconds
100.00% <= 43 milliseconds
100.00% <= 44 milliseconds
100.00% <= 45 milliseconds
100.00% <= 46 milliseconds
100.00% <= 47 milliseconds
100.00% <= 48 milliseconds
100.00% <= 49 milliseconds
100.00% <= 50 milliseconds
100.00% <= 52 milliseconds
100.00% <= 53 milliseconds
100.00% <= 55 milliseconds
100.00% <= 57 milliseconds
100.00% <= 58 milliseconds
100.00% <= 61 milliseconds
100.00% <= 69 milliseconds
100.00% <= 72 milliseconds
100.00% <= 73 milliseconds
100.00% <= 81 milliseconds
13492.18 requests per second