benchmarks/grow_req_number/1000000req_100_parallel_clients.log
====== SET ======
  1000000 requests completed in 59.69 seconds
  100 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.00% <= 2 milliseconds
61.83% <= 3 milliseconds
98.89% <= 4 milliseconds
99.65% <= 5 milliseconds
99.89% <= 6 milliseconds
99.97% <= 7 milliseconds
99.99% <= 8 milliseconds
100.00% <= 9 milliseconds
100.00% <= 10 milliseconds
100.00% <= 11 milliseconds
100.00% <= 12 milliseconds
100.00% <= 12 milliseconds
16754.63 requests per second