benchmarks/grow_req_number/100000req_100_parallel_clients.log
====== SET ======
  100000 requests completed in 7.30 seconds
  100 parallel clients
  3 bytes payload
  keep alive: 1

0.01% <= 1 milliseconds
0.13% <= 2 milliseconds
1.28% <= 3 milliseconds
14.19% <= 4 milliseconds
30.24% <= 5 milliseconds
49.98% <= 6 milliseconds
71.27% <= 7 milliseconds
83.66% <= 8 milliseconds
91.12% <= 9 milliseconds
94.61% <= 10 milliseconds
96.39% <= 11 milliseconds
97.24% <= 12 milliseconds
97.80% <= 13 milliseconds
98.19% <= 14 milliseconds
98.56% <= 15 milliseconds
98.86% <= 16 milliseconds
99.12% <= 17 milliseconds
99.30% <= 18 milliseconds
99.46% <= 19 milliseconds
99.64% <= 20 milliseconds
99.72% <= 21 milliseconds
99.77% <= 22 milliseconds
99.79% <= 23 milliseconds
99.82% <= 24 milliseconds
99.85% <= 25 milliseconds
99.87% <= 26 milliseconds
99.89% <= 27 milliseconds
99.91% <= 28 milliseconds
99.92% <= 29 milliseconds
99.93% <= 30 milliseconds
99.95% <= 31 milliseconds
99.95% <= 32 milliseconds
99.96% <= 33 milliseconds
99.97% <= 34 milliseconds
99.97% <= 35 milliseconds
99.97% <= 36 milliseconds
99.97% <= 37 milliseconds
99.98% <= 39 milliseconds
99.98% <= 40 milliseconds
99.98% <= 42 milliseconds
99.98% <= 43 milliseconds
99.98% <= 44 milliseconds
99.99% <= 46 milliseconds
99.99% <= 48 milliseconds
99.99% <= 49 milliseconds
99.99% <= 50 milliseconds
99.99% <= 51 milliseconds
99.99% <= 52 milliseconds
99.99% <= 53 milliseconds
100.00% <= 56 milliseconds
100.00% <= 61 milliseconds
100.00% <= 67 milliseconds
100.00% <= 83 milliseconds
100.00% <= 103 milliseconds
13696.75 requests per second