benchmarks/grow_req_number/100000req_100_parallel_clients.log
====== SET ======
  100000 requests completed in 5.95 seconds
  100 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 2 milliseconds
68.94% <= 3 milliseconds
99.59% <= 4 milliseconds
99.93% <= 5 milliseconds
99.95% <= 9 milliseconds
99.95% <= 10 milliseconds
100.00% <= 10 milliseconds
16812.38 requests per second