benchmarks/grow_req_number/1000req_100_parallel_clients.log
====== SET ======
  1000 requests completed in 0.06 seconds
  100 parallel clients
  3 bytes payload
  keep alive: 1

0.10% <= 1 milliseconds
0.30% <= 2 milliseconds
43.00% <= 3 milliseconds
94.60% <= 4 milliseconds
98.30% <= 5 milliseconds
100.00% <= 5 milliseconds
15625.00 requests per second