benchmarks/grow_req_number/100req_100_parallel_clients.log
====== SET ======
  100 requests completed in 0.16 seconds
  100 parallel clients
  3 bytes payload
  keep alive: 1

1.00% <= 120 milliseconds
2.00% <= 121 milliseconds
3.00% <= 122 milliseconds
4.00% <= 123 milliseconds
13.00% <= 124 milliseconds
28.00% <= 125 milliseconds
39.00% <= 126 milliseconds
52.00% <= 127 milliseconds
60.00% <= 128 milliseconds
67.00% <= 129 milliseconds
73.00% <= 130 milliseconds
80.00% <= 131 milliseconds
83.00% <= 142 milliseconds
84.00% <= 143 milliseconds
95.00% <= 144 milliseconds
97.00% <= 146 milliseconds
99.00% <= 147 milliseconds
100.00% <= 147 milliseconds
645.16 requests per second