benchmarks/grow_req_number/200000req_100_parallel_clients.log
====== SET ======
  200000 requests completed in 14.54 seconds
  100 parallel clients
  3 bytes payload
  keep alive: 1

0.01% <= 1 milliseconds
0.10% <= 2 milliseconds
1.17% <= 3 milliseconds
30.45% <= 4 milliseconds
49.71% <= 5 milliseconds
64.79% <= 6 milliseconds
79.18% <= 7 milliseconds
87.93% <= 8 milliseconds
93.22% <= 9 milliseconds
95.68% <= 10 milliseconds
97.06% <= 11 milliseconds
97.93% <= 12 milliseconds
98.46% <= 13 milliseconds
98.84% <= 14 milliseconds
99.12% <= 15 milliseconds
99.31% <= 16 milliseconds
99.45% <= 17 milliseconds
99.57% <= 18 milliseconds
99.65% <= 19 milliseconds
99.73% <= 20 milliseconds
99.81% <= 21 milliseconds
99.84% <= 22 milliseconds
99.88% <= 23 milliseconds
99.90% <= 24 milliseconds
99.92% <= 25 milliseconds
99.95% <= 26 milliseconds
99.96% <= 27 milliseconds
99.98% <= 28 milliseconds
99.99% <= 29 milliseconds
99.99% <= 30 milliseconds
99.99% <= 31 milliseconds
99.99% <= 32 milliseconds
99.99% <= 33 milliseconds
99.99% <= 34 milliseconds
99.99% <= 35 milliseconds
100.00% <= 37 milliseconds
100.00% <= 38 milliseconds
100.00% <= 40 milliseconds
100.00% <= 44 milliseconds
100.00% <= 53 milliseconds
100.00% <= 53 milliseconds
13758.00 requests per second