benchmarks/grow_req_number/200000req_100_parallel_clients.log
====== SET ======
  200000 requests completed in 11.97 seconds
  100 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.00% <= 2 milliseconds
61.73% <= 3 milliseconds
99.65% <= 4 milliseconds
99.95% <= 5 milliseconds
99.97% <= 8 milliseconds
99.99% <= 9 milliseconds
100.00% <= 9 milliseconds
16715.42 requests per second