benchmarks/grow_req_number/500000req_100_parallel_clients.log
====== SET ======
  500000 requests completed in 29.74 seconds
  100 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.01% <= 2 milliseconds
65.55% <= 3 milliseconds
99.08% <= 4 milliseconds
99.70% <= 5 milliseconds
99.89% <= 6 milliseconds
99.96% <= 7 milliseconds
99.98% <= 8 milliseconds
99.99% <= 9 milliseconds
99.99% <= 10 milliseconds
100.00% <= 11 milliseconds
100.00% <= 11 milliseconds
16814.63 requests per second