benchmarks/grow_req_number/500000req_100_parallel_clients.log
====== SET ======
  500000 requests completed in 36.21 seconds
  100 parallel clients
  3 bytes payload
  keep alive: 1

0.02% <= 1 milliseconds
0.13% <= 2 milliseconds
1.19% <= 3 milliseconds
22.06% <= 4 milliseconds
39.64% <= 5 milliseconds
57.57% <= 6 milliseconds
75.89% <= 7 milliseconds
86.47% <= 8 milliseconds
92.62% <= 9 milliseconds
95.46% <= 10 milliseconds
96.88% <= 11 milliseconds
97.73% <= 12 milliseconds
98.29% <= 13 milliseconds
98.71% <= 14 milliseconds
98.98% <= 15 milliseconds
99.18% <= 16 milliseconds
99.33% <= 17 milliseconds
99.46% <= 18 milliseconds
99.56% <= 19 milliseconds
99.64% <= 20 milliseconds
99.70% <= 21 milliseconds
99.74% <= 22 milliseconds
99.77% <= 23 milliseconds
99.81% <= 24 milliseconds
99.84% <= 25 milliseconds
99.86% <= 26 milliseconds
99.88% <= 27 milliseconds
99.90% <= 28 milliseconds
99.92% <= 29 milliseconds
99.94% <= 30 milliseconds
99.95% <= 31 milliseconds
99.96% <= 32 milliseconds
99.96% <= 33 milliseconds
99.96% <= 34 milliseconds
99.97% <= 35 milliseconds
99.98% <= 36 milliseconds
99.98% <= 37 milliseconds
99.99% <= 38 milliseconds
99.99% <= 39 milliseconds
99.99% <= 40 milliseconds
99.99% <= 41 milliseconds
99.99% <= 42 milliseconds
100.00% <= 43 milliseconds
100.00% <= 45 milliseconds
100.00% <= 47 milliseconds
100.00% <= 48 milliseconds
100.00% <= 49 milliseconds
100.00% <= 50 milliseconds
100.00% <= 51 milliseconds
100.00% <= 52 milliseconds
100.00% <= 54 milliseconds
100.00% <= 55 milliseconds
100.00% <= 60 milliseconds
100.00% <= 61 milliseconds
100.00% <= 94 milliseconds
100.00% <= 98 milliseconds
13810.25 requests per second